{
  "groups": [
    {
      "id": "g1",
      "title": "ตารางความถี่ 1",
      "rows": [
        {
          "id": "g1-r1",
          "label": "การต่ อ เติ ม ดัด แปลง ปรับ ปรุ งขนาด  ของป้ายหรือสิ่งที่ ส ร้า งขึน้ สํา หรับ ติ ด หรือตัง้ ป้าย"
        },
        {
          "id": "g1-r2",
          "label": "การเปลี่ยนแปลงนํา้ หนักของแผ่นป้าย "
        },
        {
          "id": "g1-r3",
          "label": "การเปลี่ยนแปลงสภาพการใช้งานของ  ป้ายหรือสิ่งที่ สร้างขึน้ สําหรับ ติ ดหรือ ตัง้ ป้าย"
        },
        {
          "id": "g1-r4",
          "label": "การเปลี่ยนแปลงวัสดุของป้ายหรือสิ่งที่  สร้างขึน้ สําหรับติดหรือตัง้ ป้าย"
        },
        {
          "id": "g1-r5",
          "label": "การชํา รุ ด สึ ก หรอของป้ า ยหรื อ สิ่ ง ที่  สร้างขึน้ สําหรับติดหรือตัง้ ป้าย"
        },
        {
          "id": "g1-r6",
          "label": "การวิ บั ติ ข องป้ า ยหรื อ สิ่ ง ที่ ส ร้า งขึ ้น  สําหรับติดหรือตัง้ ป้าย"
        },
        {
          "id": "g1-r7",
          "label": "ความมั่นคงแข็งแรงของโครงสร้างและ  ฐานรากของสิ่ ง ที่ ส ร้า งขึ น้ สํา หรับ ติ ด หรือตัง้ ป้าย (กรณีปา้ ยที่ตงั้ บนพืน้ ดิน)"
        },
        {
          "id": "g1-r8",
          "label": "ความมั่นคงแข็งแรงของอาคารที่ติดตัง้  ป้าย (กรณีป้ายที่ติดหรือตัง้ บนหลังคา หรือ ดาดฟ้ า ของอาคาร หรือ บนส่ว น หนึ่งส่วนใดของอาคาร)"
        }
      ]
    },
    {
      "id": "g2",
      "title": "ตารางความถี่ 2",
      "rows": [
        {
          "id": "g2-r9",
          "label": "การเชื่อมยึดระหว่างแผ่นป้ายกับสิ่งที่  สร้า งขึ น้ สํา หรับ ติ ด หรือ ตั้ง ป้ า ย การ เชื่อมยึดระหว่างชิน้ ส่วนต่าง ๆ ของสิ่ง ที่สร้างขึน้ สําหรับติดหรือตัง้ ป้าย และ การเชื่ อ มยึ ด ระหว่ า งสิ่ ง ที่ ส ร้า งขึ ้น สําหรับติดหรือตัง้ ป้ายกับฐานรากหรือ อาคาร 2. ความถีใ่ นการตรวจบํารุ งรักษาระบบอุปกรณ์ประกอบต่าง ๆ ของป้ าย ความถี่ในการตรวจสอบ ลําดับ รายการตรวจบํารุงรักษา 1 เดือน 4 6 1 3 หมายเหตุ เดือน เดือน ปี ปี 1. ระบบไฟฟ้ าแสงสว่าง (1) สภาพสายไฟฟ้า  (2) สภาพท่อร้อยสาย รางเดินสาย  และรางเคเบิล (3) สภาพเครื่องป้องกันกระแสเกิน  (4) สภาพเครื่องตัดไฟรั่ว  (5) การต่อลงดินของบริภณ ั ฑ์ ตัวนํา  ต่อลงดิน และความต่อเนื่องลงดินของ ท่อร้อยสาย รางเดินสาย รางเคเบิล 2. ระบบป้ องกันอันตรายจากฟ้ าผ่า(ถ้ามี) (1) ตรวจสอบระบบตัวนําล่อฟ้า  ตัวนําต่อลงดิน (2) ตรวจสอบระบบรากสายดิน  (3) ตรวจสอบจุดต่อประสานศักย์ "
        }
      ]
    }
  ]
}