import * as React from "react";

export default function Section2_2Details() {
    return (
        <div className="text-black leading-7 space-y-4 p-2">
            <h3 className="text-lg font-semibold">ผู้ตรวจสอบอาคาร กำหนดแผนปฏิบัติการการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้ายดังนี้</h3>

            <p>2.1	ให้เจ้าของป้าย หรือผู้ดูแลป้ายที่ได้รับมอบหมายจากเจ้าของป้ายมีหน้าที่ตรวจสอบการบำรุงรักษาป้ายและอุปกรณ์ประกอบต่าง ๆ ของป้าย จัดให้มีการทดสอบการทำงานของระบบและอุปกรณ์ในระหว่างปีตามที่ผู้ตรวจสอบอาคารกำหนด หรือตามคู่มือของผู้ผลิตหรือผู้ติดตั้งระบบอุปกรณ์ประกอบของป้าย</p>

            <p>
                2.2	เจ้าของหรือผู้ดูแลป้ายต้องตรวจบำรุงรักษาป้ายอย่างสม่ำเสมอตามแผนปฏิบัติการการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้าย และคู่มือปฏิบัติการตามแผนที่ผู้ตรวจสอบอาคาร ได้จัดทำไว้ และบันทึกข้อมูลการตรวจบำรุงรักษาตามระยะเวลาที่ผู้ตรวจสอบอาคารกำหนด
            </p>

            <p>
                2.3	ในการดำเนินการตรวจสอบบำรุงรักษาให้ตรวจตามรายการต่าง ๆ ตามแบบรายละเอียดการตรวจที่ผู้ตรวจสอบอาคารจัดทำไว้
            </p>

            <p>
                2.4	ช่วงเวลา และความถี่ของการตรวจบำรุงรักษา ฯ การทดสอบการทำงานของระบบและอุปกรณ์ให้เป็นไปตามแผนการตรวจสอบที่ผู้ตรวจสอบอาคารกำหนด
            </p>

            <p>
                2.5	ให้เจ้าของป้าย หรือผู้ดูแลป้ายจะต้องจัดเตรียมแบบแปลนป้ายเพื่อการตรวจสอบ และมีผลการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบต่าง ๆ ของป้ายไว้ให้ผู้ตรวจสอบป้ายสามารถใช้ประกอบ การตรวจสอบป้าย ได้ตลอดเวลาตามที่ผู้ตรวจสอบได้กำหนดไว้ตามแผน การตรวจสอบป้าย
            </p>

        </div>
    );
}
