import * as React from "react";

export default function Section2_1Details() {
    return (
        <div className="text-black leading-7 space-y-4 p-2">
            <h3 className="text-lg font-semibold">1.1	ในแผนปฏิบัติการการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้าย และคู่มือปฏิบัติการตามแผนนี้</h3>

            <p>“ป้าย” ในที่นี้ให้หมายความรวมถึง แผ่นป้ายและสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย</p>

            <p>
                การตรวจสอบป้าย หมายถึง การตรวจสอบสภาพของป้ายด้านความมั่นคงแข็งแรง และตรวจสอบระบบอุปกรณ์ประกอบต่าง ๆ ของป้ายโดยผู้ตรวจสอบอาคาร ตามมาตรา 32 ทวิ แห่งพระราชบัญญัติควบคุมอาคาร     พ.ศ. 2522
            </p>

            <p>
                การตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้าย หมายถึง การบำรุงรักษาป้าย และระบบอุปกรณ์ประกอบต่าง ๆ ของป้าย โดยเจ้าของป้าย หรือผู้ดูแลป้าย
            </p>

            <p>
                ผู้ตรวจสอบอาคาร หมายถึง ผู้ซึ่งได้รับใบอนุญาตประกอบวิชาชีพ วิศวกรรมควบคุม หรือผู้ซึ่งได้รับใบอนุญาตประกอบวิชาชีพสถาปัตยกรรมควบคุม ตามกฎหมายว่าด้วยการนั้น แล้วแต่กรณี ซึ่งได้ขึ้นทะเบียนเป็นผู้ตรวจสอบอาคารตามพระราชบัญญัติควบคุมอาคาร พ.ศ.2522
            </p>

            <p>
                เจ้าของป้าย หมายถึง ผู้ที่มีสิทธิ์เป็นเจ้าของป้าย
            </p>

            <p>
                ผู้ดูแลป้าย หมายถึง เจ้าของป้ายหรือ ผู้ที่ที่ได้รับมอบหมายจากเจ้าของป้ายให้มีหน้าที่ตรวจสอบการบำรุงรักษาป้าย และระบบอุปกรณ์ประกอบต่าง ๆ ของป้าย
            </p>
            <p>
                แผนการตรวจสอบป้าย หมายถึง แผนการตรวจสอบสภาพป้าย และอุปกรณ์ประกอบต่าง ๆ ของป้ายสำหรับผู้ตรวจสอบอาคาร
            </p>
            <p>แผนปฏิบัติการการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้าย หมายถึง แผนปฏิบัติการการตรวจ บำรุงรักษาป้ายและอุปกรณ์ประกอบต่าง ๆ ของป้ายที่ผู้ตรวจสอบอาคารกำหนดให้กับเจ้าของป้ายหรือผู้ดูแลป้าย </p>
            <p>แบบแปลนป้าย หมายถึง แบบแปลนของป้ายที่ต้องตรวจสอบ</p>
            <p>1.2	เจ้าของป้าย หรือผู้ดูแลป้าย มีหน้าที่ตรวจสอบการบำรุงรักษาป้าย และระบบอุปกรณ์ประกอบต่าง ๆ ของป้าย ตามที่ผู้ตรวจสอบอาคารได้กำหนดไว้ และจัดให้มีการทดสอบการทำงานของระบบ และ ในระหว่างปี แล้วรายงานผลการตรวจสอบต่อเจ้าพนักงานท้องถิ่น ตามหลักเกณฑ์ วิธีการ และเงื่อนไข ที่กำหนดในกฎกระทรวงเกี่ยวกับการตรวจสอบอาคาร</p>
            <p>1.3	ผู้ตรวจสอบอาคาร กำหนดแผนการตรวจสอบสภาพป้ายและอุปกรณ์ประกอบต่าง ๆ ของป้ายไว้ ตามแผนการตรวจสอบป้ายประจำปี ให้เจ้าของป้ายและหรือผู้ดูแลป้ายใช้เป็นแนวทางการปฏิบัติ ผู้ตรวจสอบอาคารสามารถแก้ไขเปลี่ยนแปลงแผนการตรวจสอบนี้ได้ตามความเหมาะสม</p>
            <p>1.4	เจ้าของป้าย หรือผู้ดูแลป้ายจะต้องดำเนินการตรวจสอบบำรุงรักษาป้ายและระบบอุปกรณ์ประกอบ    ต่าง ๆ ของป้ายให้เป็นไปตามแผนปฏิบัติการการตรวจบำรุงรักษาป้ายและอุปกรณ์ประกอบของป้าย และคู่มือปฏิบัติการตามแผนฉบับนี้ รวมทั้ง ตามคู่มือปฏิบัติของผู้ผลิตหรือผู้ติดตั้งระบบและ อุปกรณ์ของป้ายและต้องจัดให้มีการบันทึกข้อมูลการตรวจบำรุงรักษาป้ายตามช่วงระยะเวลาที่ได้กำหนดไว้</p>
        </div>
    );
}
