import * as React from "react";

export default function Section2_4Details() {
    return (
        <div className="text-black leading-7 space-y-4 p-2">
            <h3 className="text-lg font-semibold">ตรวจสอบอาคาร กำหนดแนวทางการตรวจบำรุงรักษาป้าย และอุปกรณ์ประกอบของป้ายประจำปีให้ แก่เจ้าของป้าย เพื่อเป็นแนวทางการตรวจบำรุงรักษาและการบันทึกข้อมูลการตรวจบำรุงรักษาป้าย ดังนี้</h3>

            <p>1.	เจ้าของป้ายต้องจัดหา หรือจัดทำแบบแปลนป้ายเพื่อใช้สำหรับการตรวจสอบจัดเก็บไว้ เพื่อให้ผู้ตรวจสอบ สามารถใช้ประกอบการตรวจสอบได้
            </p>

            <p>
                2.	เจ้าของป้ายต้องจัดให้มีการตรวจบำรุงรักษาป้าย และอุปกรณ์ประกอบของป้ายตามคู่มือปฏิบัติของผู้ผลิต หรือผู้ติดตั้งระบบและอุปกรณ์ของป้าย และตามแผนปฏิบัติการการตรวจบำรุงรักษาฉบับนี้และจัดให้มี การบันทึกข้อมูลการตรวจบำรุงรักษาป้ายตามช่วงระยะเวลาที่ผู้ตรวจสอบกำหนดให้ผู้ตรวจสอบใช้ประกอบ ในการตรวจสอบป้าย
            </p>

            <p>
                3.	เจ้าของป้ายต้องนำรายงานผลการตรวจสอบสภาพป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้ายและ อุปกรณ์ประกอบของป้าย ที่ผู้ตรวจสอบจัดทำแจ้งต่อเจ้าพนักงานท้องถิ่นเพื่อให้ออกหนังสือรับรอง การตรวจสอบป้ายเป็นประจำทุกสามปี โดยจะต้องเสนอภายในสามสิบวันก่อนวันที่ใบรับรอง การตรวจอาคารฉบับเดิมจะมีอายุครบสามปี
            </p>

            <p>
                4.	กรณีที่เจ้าของป้าย หรือผู้ดูแลป้ายพบว่าสภาพของป้ายหรืออุปกรณ์ประกอบต่าง ๆ ของป้าย มีการชำรุดเสียหาย ต้องแก้ไข มีสิ่งที่ผิดปกติ หรือใช้งานไม่ได้ เจ้าของป้าย หรือผู้ดูแลป้ายจะต้องบันทึก รายละเอียดแต่ละรายการให้ชัดเจน และแจ้งผลให้ผู้ตรวจสอบทราบโดยเร็ว
            </p>

            <p>
                5.	กรณีที่ป้ายมีการชำรุดเสียหาย ต้องแก้ไข มีสิ่งที่ผิดปกติ หรือ ใช้งานไม่ได้ เจ้าของป้ายจะต้องดำเนินการแก้ไขให้มีสภาพปลอดภัยโดยเร็ว พร้อมทั้งแจ้งให้ผู้ตรวจสอบทราบด้วย
            </p>

            <p>
                6.	เมื่อเจ้าของป้ายได้แก้ไขให้ป้ายมีสภาพปลอดภัยแล้ว หรือเป็นกรณีที่เจ้าของป้ายไม่สามารถที่จะดำเนินการแก้ไขได้เองให้เจ้าของป้ายแจ้งให้ผู้ตรวจสอบทราบโดยเร็ว
            </p>
        </div>
    );
}
