import * as React from "react";

export default function Section2_3Details() {
    return (
        <div className="text-black leading-7 space-y-4 p-2">
            <h3 className="text-lg font-semibold">เจ้าของป้าย หรือผู้ดูแลป้าย ต้องทำการตรวจบำรุงรักษาป้าย หรืออุปกรณ์ประกอบต่าง ๆ ของป้าย ในเรื่องดังต่อไปนี้</h3>

            <p>(1)	การตรวจสอบบำรุงรักษาตัวป้ายด้านความมั่นคงแข็งแรงของป้าย หรือสิ่งที่สร้างขึ้นสำหรับติดตั้งป้ายอย่างน้อยต้องทำการตรวจสอบ ดังต่อไปนี้</p>

            <p>
                (ก)	การต่อเติม ดัดแปลง ปรับปรุงขนาดของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
            </p>

            <p>
                (ข)	การเปลี่ยนแปลงน้ำหนักของแผ่นป้าย
            </p>

            <p>
                (ค)	การเปลี่ยนสภาพการใช้งานของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
            </p>

            <p>
                (ง)	การเปลี่ยนแปลงวัสดุของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
            </p>

            <p>
                (จ)	การชำรุดสึกหรอของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
            </p>
            <p>
                (ฉ)	การวิบัติของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
            </p>
            <p>
                (ช)	ความมั่นคงแข็งแรงของโครงสร้างและฐานรากของสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย
                (กรณีป้ายที่ติดตั้งบนพื้นดิน)
            </p>
            <p>
                (ซ)	ความมั่นคงแข็งแรงของอาคารที่ติดตั้งป้าย (กรณีป้ายบนหลังคา หรือบนดาดฟ้าอาคาร หรือบนส่วนหนึ่งส่วนใดของอาคาร)
            </p>
            <p>
                (ฌ)	การเชื่อมยึดระหว่างแผ่นป้ายกับสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย การเชื่อมยึดระหว่างชิ้นส่วนต่าง ๆ ของสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย และการเชื่อมยึดระหว่างสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้ายกับฐานรากหรืออาคาร
            </p>
            <p>
                (2)	การตรวจบำรุงรักษาระบบและอุปกรณ์ประกอบของป้ายอย่างน้อยต้องตรวจสอบ ดังต่อไปนี้
            </p>
            <p>
                (ก)	ระบบไฟฟ้าแสงสว่างและระบบไฟฟ้ากำลัง
            </p>
            <p>
                (ข)	ระบบป้องกันฟ้าผ่า (ถ้ามี)
            </p>
            <p>
                (ค)	ระบบและอุปกรณ์ประกอบอื่น ๆ (ถ้ามี)
            </p>
        </div>
    );
}
