import * as React from "react";

export default function SectionOneDetails() {
    return (
        <div className="text-black leading-7 space-y-4 p-2">
            {/* 1.1 */}
            <h3 className="text-lg font-semibold">1. ขอบเขตของผู้ตรวจสอบอาคาร</h3>

            <p>การตรวจสอบสภาพป้ายและอุปกรณ์ประกอบต่าง ๆ ของป้าย อาจมีข้อจำกัดต่าง ๆ ที่ไม่สามารถตรวจสอบได้ตามที่กำหนดและตามที่ต้องการได้ ดังนั้น จึงจำเป็นต้องกำหนดขอบเขตของ ผู้ตรวจสอบ ดังนี้</p>

            <p>
                “ผู้ตรวจสอบมีหน้าที่ตรวจสอบ สังเกตด้วยสายตาพร้อมด้วยเครื่องมือพื้นฐานเท่านั้น จะไม่รวมถึงการทดสอบที่อาศัยเครื่องมือพิเศษเฉพาะ ทำรายงาน รวบรวมและสรุปผลการ วิเคราะห์ ทางด้านความมั่นคงแข็งแรง และระบบต่าง ๆ ที่เกี่ยวข้องเพื่อความปลอดภัยของชีวิตและทรัพย์สิน แล้วจัดทำรายงานผลการตรวจสอบสภาพป้ายและอุปกรณ์ประกอบของป้ายที่ทำการตรวจสอบนั้นให้แก่เจ้าของป้าย เพื่อให้เจ้าของป้ายเสนอรายงานผลการตรวจสอบป้ายและอุปกรณ์ประกอบของป้ายต่อเจ้าพนักงานท้องถิ่นเป็นประจำทุกสามปี
            </p>

            <p>
                ผู้ตรวจสอบต้องตรวจสอบป้ายและอุปกรณ์ประกอบของป้ายโดยพิจารณาตามหลักเกณฑ์หรือมาตรฐานดังต่อไปนี้
            </p>

            <p>
                1. หลักเกณฑ์ตามที่ได้กำหนดไว้ในกฎหมายว่าด้วยการควบคุมอาคาร หรือตามกฎหมายอื่นที่เกี่ยวข้องที่ใช้บังคับอยู่ในขณะที่มีการก่อสร้างป้ายนั้น หรือ
            </p>

            <p>
                2. มาตรฐานความปลอดภัยของสถาบันของทางราชการ สภาวิศวกร หรือสภาสถาปนิก ทั้งนี้ ณ สถานที่ วัน และเวลาที่ทำการตรวจสอบตามที่ระบุในรายงานเท่านั้น”
            </p>


            <h3 className="text-lg font-semibold mt-6">2. รายละเอียดในการตรวจสอบ</h3>
            <p>
                ผู้ตรวจสอบต้องตรวจสอบ และทำรายงานการตรวจสอบสภาพป้ายและอุปกรณ์ต่าง ๆ ของป้าย ดังต่อไปนี้
            </p>
            <p>
                2.1	การตรวจสอบความมั่นคงแข็งแรงของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย อย่างน้อยต้องทำการตรวจสอบ ดังต่อไปนี้
            </p>
            <p>(1)	การต่อเติมดัดแปลงปรับปรุงขนาดของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย</p>
            <p>(2)	การเปลี่ยนแปลงน้ำหนักของแผ่นป้าย</p>
            <p>(3)	การเปลี่ยนแปลงวัสดุของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย</p>
            <p>(4)	การชำรุดสึกหรอของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย </p>
            <p>(5)	การวิบัติของป้ายหรือสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย</p>
            <p>(6)	ความมั่นคงแข็งแรงของโครงสร้างและฐานรากของสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย (กรณีป้ายที่ตั้งบนพื้นดิน)</p>
            <p>(7)	ความมั่นคงแข็งแรงของอาคารที่ติดตั้งป้าย (กรณีป้ายที่ติดหรือตั้งบนหลังคา หรือดาดฟ้าของอาคาร หรือบนส่วนหนึ่งส่วนใดของอาคาร)</p>
            <p>(8)	การเชื่อมยึดระหว่างแผ่นป้ายกับสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย การเชื่อมยึดระหว่างชิ้นส่วนต่าง ๆ ของสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้าย และการเชื่อมยึด ระหว่างสิ่งที่สร้างขึ้นสำหรับติดหรือตั้งป้ายกับฐานรากหรืออาคาร</p>

            <p>
                2.2	การตรวจสอบระบบและอุปกรณ์ประกอบของป้ายอย่างน้อยต้องทำการตรวจสอบ ดังต่อไปนี้
            </p>
            <p>(1)	ระบบไฟฟ้าแสงสว่างและระบบไฟฟ้ากำลัง</p>
            <p>(2)	ระบบป้องกันฟ้าผ่า (ถ้ามี)</p>
            <p>(3)	ระบบอุปกรณ์ประกอบอื่น ๆ (ถ้ามี)</p>

            <p>
                2.3	การตรวจสอบระบบโครงสร้าง
            </p>
            <p>(1)	ส่วนของฐานราก (ถ้ามี)</p>
            <p>(2)	ระบบโครงสร้าง</p>
            <p>(3)	การเสื่อมสภาพของโครงสร้างที่จะมีผลกระทบต่อความมั่นคงแข็งแรงของระบบโครงสร้างอาคาร</p>
            <p>(4)	ความเสียหายและอันตรายของโครงสร้าง เช่น ความเสียหายเนื่องจากอัคคีภัยความเสียหายจากการแอ่นตัวของโครงข้อหมุน เป็นต้น</p>
            <p>(5)	สภาพการใช้งานตามที่เห็น</p>

            <p>2.4	การตรวจสอบระบบและอุปกรณ์ประกอบของป้าย</p>
            <p>2.4.1	ระบบไฟฟ้าแสงสว่างและระบบไฟฟ้ากำลัง</p>
            <p>2.4.1.1	ผู้ตรวจสอบจะตรวจสอบด้วยสายตา เครื่องมือหรือเครื่องวัดชนิดพกพาทำรายงานและ ประเมินระบบไฟฟ้าและบริภัณฑ์ไฟฟ้า ดังนี้</p>
            <p>(1)	สภาพสายไฟฟ้า ขนาดกระแสของสาย จุดต่อสาย และอุณหภูมิขั้วต่อสาย</p>
            <p>(2)	ท่อร้อยสาย รางเดินสาย และรางเคเบิล</p>
            <p>(3)	ขนาดเครื่องป้องกันกระแสเกินและพิกัดตัดกระแสของบริภัณฑ์ประธาน แผงย่อย และแผงวงจรย่อย</p>
            <p>(4)	เครื่องตัดไฟรั่ว</p>
            <p>(5)	การต่อลงดินของบริภัณฑ์ ขนาดตัวนำต่อลงดิน และความต่อเนื่องลงดินของท่อร้อยสาย รางเดินสาย รางเคเบิล</p>
            <p>(6)	รายการอื่นตามตารางรายการตรวจสอบ</p>

            <p>
                2.4.1.2	ผู้ตรวจสอบไม่ต้องตรวจสอบในลักษณะดังนี้
            </p>
            <p>(1)	วัดหรือทดสอบแผงสวิตช์ ที่ต้องให้สายวัดสัมผัสกับบริภัณฑ์ในขณะที่แผงสวิตช์นั้นมีไฟหรือใช้งานอยู่</p>
            <p>(2)	ทดสอบการใช้งานอุปกรณ์ป้องกันกระแสเกิน</p>
            <p>(3)	ถอดออกหรือรื้อบริภัณฑ์ไฟฟ้า นอกจากเพียงเปิดฝาแผงสวิตช์ แผงควบคุม เพื่อตรวจสภาพบริภัณฑ์</p>

            <p>
                2.4.2	ระบบป้องกันฟ้าผ่า (ถ้ามี)
            </p>
            <p>(1)	ตรวจสอบระบบตัวนำล่อฟ้า ตัวนำต่อลงดินครอบคลุมครบถ้วน</p>
            <p>(2)	ตรวจสอบระบบรากสายดิน</p>
            <p>(3)	ตรวจสอบจุดต่อประสานศักย์</p>
            <p>(4)	ตรวจสอบ การดูแลรักษา ซ่อมบำรุง และการทดสอบระบบในอดีตที่ผ่านมา</p>

            <p>
                2.4.3	ระบบอุปกรณ์ประกอบอื่น ๆ (ถ้ามี)
            </p>
            <p>ผู้ตรวจสอบจะตรวจสอบด้วยสายตา ทำรายงานและประเมินความปลอดภัยของอุปกรณ์ประกอบ   ต่าง ๆ ดังต่อไปนี้</p>
            <p>(1)	สภาพบันไดขึ้นลง</p>
            <p>(2)	สภาพราวจับ และราวกันตก</p>
            <p>(3)	อุปกรณ์ประกอบอื่นตามที่เห็นสมควร</p>
        </div>
    );
}
